akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
anthropic.claude-code
anysphere.cursorpyright
anysphere.remote-containers
anysphere.remote-ssh
astro-build.astro-vscode
biomejs.biome
bradlc.vscode-tailwindcss
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
eseom.nunjucks-template
espressif.esp-idf-extension
expo.vscode-expo-tools
felixangelov.bloc
firsttris.vscode-jest-runner
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hashicorp.hcl
hashicorp.terraform
llvm-vs-code-extensions.vscode-clangd
matthewpi.caddyfile-support
mechatroner.rainbow-csv
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.python
naumovs.color-highlight
pkief.material-icon-theme
pkief.material-product-icons
prisma.prisma
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
stivo.tailwind-fold
tamasfe.even-better-toml
usernamehw.errorlens
yoavbls.pretty-ts-errors
